/* No comment provided by engineer. */
"Package for Submission" = "Paket zum Einsenden";

/* No comment provided by engineer. */
"Send to Device" = "Send to Device";

/* No comment provided by engineer. */
"Translator" = "Übersetzer";

